/* NSButton (Cancel) : <title:Cancel> (oid:54) */
"Cancel" = "取消";

/* NSTextField (Create a new subscription ) : <title:Create a new subscription
> (oid:64) */
"Create a new subscription\n" = "订阅一个新的频道\n";

/* NSTextField (Edit subscription) : <title:Edit subscription> (oid:67) */
"Edit subscription" = "编辑频道信息";

/* NSTextField (Enter the link for the news feed below. Or choose from the Source list to enter a shortcut name for the news feed provided by the source.) : <title:Enter the link for the news feed below. Or choose from the Source list to enter a shortcut name for the news feed provided by the source.> (oid:65) */
"Enter the link for the news feed below. Or choose from the Source list to enter a shortcut name for the news feed provided by the source." = "请在下面输入频道的连接。或者从来源列表中选择然后按照提示输入对应信息";

/* NSMenu : <title:OtherViews> (oid:44) */
"OtherViews" = "其他方式";

/* NSPanel (RSS Feed) : <title:RSS Feed> (oid:49) */
"RSS Feed" = "RSS 频道";

/* NSButton (Save) : <title:Save> (oid:53) */
"Save" = "保存";

/* NSTextField (Source: ) : <title:Source:
> (oid:40) */
"Source:\n" = "来源:\n";

/* NSButton (Subscribe) : <title:Subscribe> (oid:10) */
"Subscribe" = "订阅";

/* NSMenuItem : <title:URL> (oid:45) */
"URL" = "URL";

/* NSTextField (URL:) : <title:URL:> (oid:97) */
"URL:" = "URL:";

